{
  "HomePage": "Home",
  "weddinghall": "Wedding Hall",
  "machins": "Machins",
  "projects": "Projects",
  "services": "Services",
  "contactus": "Contact Us",

  "mission": "Mission",
  "achievements": "Achievements",
  "missionDes": "We work as a team to set up and install air conditioning systems of high quality and guaranteed satisfaction and comfort for all.",
  "aboutUs": "About Us",
  "aboutDes": "Ahlaaf Est. For Air-Conditioners. The owner, Abdul Aziz Mohammed Alhaf, represented conditioners official, Khalid Hassan, who specializes in the field of installation and maintenance of air conditioners. We aim to attract qualified and specialized caders to guarantee an integrated work team ( managers, engineers , designers, and technicians ). This team will work to fix plans and criteria. We care about improvement and search for the latest in the of world air-conditioners. We only use what guarantees our customers confidence and satisfaction.",
  "values": "Values",
  "valuesDes": "We believe that business is not just temporary deals, but contracts and covenants guaranteeing satisfaction and truthfulness between the partners. We know our capabilities, so we do not promise what we cannot do. We listen carefully, and we care about innovation and pioneering. We do not neglect the details. We value time, so we do not waste it. We enjoy our work, and we use our capabilities to put a smile on our customers faces. We accept criticism and different  opinions.",
  "vision": "vision",
  "visionDes": "To be a significant contributor in our societyand pioneers in building the future of ourcountry.",

  "headerDesOne": "Ahlaaf Est. For Air-Conditioners",
  "headerDesTwo": "Supply and installation of all central air conditioning devices",
  "fournisseurs": "Fournisseurs",
  "lang": "en",
  "dir": "ltr",
  "servDes1": "Supply and installation of all central air conditioning devices",
  "servtitle1": "Supply",
  "servtitle2": "Installation",

  "servDes2": "fix of all air conditioning works and wiring of air conditioning",
  "servtitle3": "Maintenance",
  "servtitle4": "Conditioning",

  "servDes3": "We specialize in installing VRVIII concealed, split, installations",
  "servtitle5": "Installation",
  "servtitle6": "VRVIII",

  "servDes4": "We have engineers specialized in installation and maintenance",
  "servtitle7": "Engineers",
  "servtitle8": "Specialized",

  "seemore": "See More",

  "workteam": "work team",
  "machinery": "Equipment and machinery",
  "Projectscompleted": "Projects completed",
  "happycontactyou": "Connect with us",
  "happymass": "We are happy to contact you for any inquiry or service. Do not hesitate to contact us by phone or email. We are here to serve you with professionalism and quality.",
  "SalesEngineer": "Sales Engineer Anas Abdullah",
  "location": "Mecca - Al Aziziyah - Abdullah Al Khayyat Street",
  "geographical": "Geographical location",
  "contact": "contact and inquiries",
  "Engineer": "Eng. Anas Abdullah",
  "Websitepages": "Website pages",
  "send": "Send",
  "name": "name",
  "email": "email",
  "message": "message",
  "Allrights": "All rights reserved to Ahlaf Company",
  "design": "design by amr adham"
}
